<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>เริ่มใช้งาน Microsoft access </title>
    <link rel="stylesheet" href="access.css">
</head>
<body>
    <header>
        <h1>การสอน Microsoft Word 2013 เบื้องต้น</h1>
    </header>
    <main>
        <section class="introduction">
            <h2>เริ่มใช้งานโปรแกรม Microsoft Word 2013</h2>
            <p>เรียนรู้การใช้งานโปรแกรม Microsoft access ตั้งแต่พื้นฐาน</p>
        </section>
        <h2>ส่วนประกอบของ access </h2>
        <img src="mig/access9.jpg" alt="ส่วนประกอบของหน้าจอโปรแกรม Microsoft Access" class="responsive-image">
        <h2>Ribbon ของ access</h2>
        <p>Ribbon คือการแทนที่เมนูและแถบเครื่องมือหลัก และมีส่วนติดต่อของสั่งหลักใน Access หนึ่งในข้อดีหลักของ Ribbon</p>
        <p>คือ Ribbon จะรวมข้อมูลในที่เดียว งานหรือจุดเข้าเหล่านั้นที่ใช้เพื่อต้องการเมนู แถบเครื่องมือ บานหน้าต่างงาน และ</p>
        <p>คอมโพเนนต์ UI อื่นๆ เพื่อแสดง ด้วยวิธีนี้ คุณจะมีที่เดียวที่จะค้นหาสั่ง แทนที่จะค้นหาหลายสถานที่</p>
        <p>เมื่อคุณเปิดฐานข้อมูล Ribbon จะปรากฏที่ด้านบนของหน้าต่าง Access หลัก ซึ่งจะแสดงสั่งต่างๆ ในแท็บสั่งที่ใช้งานอยู่</p>
        <img src="mig/iiiiiii.gif" alt="Ribbon" class="responsive-image">
        <p>Ribbon มีชุดของแท็บสั่งที่มีสั่ง ใน Access แท็บสั่งหลักคือ ไฟล์หน้าแรกสร้างข้อมูลภายนอกและเครื่องมือฐานข้อมูล แต่ละแท็บจะมีกลุ่มของสั่งที่เกี่ยวข้องกัน และกลุ่มเหล่านี้แสดงองค์ประกอบ UI ใหม่เพิ่มเติม บางส่วน เช่น แกลเลอรี ซึ่งเป็นตัวควบคุมชนิดใหม่ที่เสนอตัวเลือกที่มองเห็นได้</p>
<p>การสั่งที่พร้อมใช้งานบน Ribbon ยังแสดงวัตถุที่ใช้งานอยู่ในปัจจุบันด้วย ตัวอย่างเช่น ถ้าคุณเปิดตารางในมุมมองแผ่นข้อมูลแล้วคุณคลิก
     ฟอร์ม บนแท็บสร้างในกลุ่มฟอร์มAccess จะสร้างฟอร์มโดยยึดตามตารางที่ใช้งานอยู่ นั่นคือ ชื่อของตารางที่ใช้งานอยู่จะถูกใส่ในคุณสมบัติ
      RecordSource ของ ฟอร์มใหม่ นอกจากนี้ แท็บ Ribbon บางแท็บจะปรากฏในบริบทบางอย่างเท่านั้น ตัวอย่างเช่น แท็บ ออกแบบ 
      จะปรากฏเฉพาะเมื่อคุณเปิดวัตถุในมุมมองออกแบบเท่านั้น</p>
      <p>คุณสามารถใช้แป้นพิมพ์ลัดกับ Ribbon ได้ แป้นพิมพ์ลัดทั้งหมดจาก Access เวอร์ชันก่อนหน้าจะยังคงสามารถใช้งานต่อไปได้ ระบบการเข้าถึงแป้นพิมพ์จะแทนที่ตัวเร่งเมนูจาก Access เวอร์ชันก่อนหน้า ระบบนี้ใช้ตัวบ่งชี้ขนาดเล็กที่มีตัวอักษรเพียงตัวเดียวหรือตัวอักษรผสมเดียวที่ปรากฏบน Ribbon เมื่อคุณกดแป้น ALT
         ตัวบ่งชี้เหล่านี้แสดงสิ่งที่แป้นพิมพ์ลัดเปิดใช้งานตัวควบคุมอยู่ข้างใต้</p>
         <h2>เอกสารในแท็บ</h2>
         <p>คุณสามารถใช้ส่วนติดต่อของเอกสารแบบแท็บเพื่อการใช้งานแบบโต้ตอบทุกวันได้ คุณสามารถเปิดหรือปิดใช้งานเอกสารในแท็บได้ด้วยการตั้งค่าตัวเลือกของ Access ของคุณ ( ดู แสดงหรือซ่อนแท็บเอกสาร ภายหลังในบทความนี้) อย่างไรก็ตาม ถ้าคุณเปลี่ยนการตั้งค่าเอกสารในแท็บ
             คุณต้องปิดและเปิดฐานข้อมูลของคุณใหม่เพื่อให้การตั้งค่าใหม่มีผล</p>
             <img src="mig/oooooooooooooooooooooooooooooooooo.gif" alt="Ribbon" class="responsive-image">
<h2>แถบเครื่องมือขนาดเล็ก</h2>
<P>คุณสามารถจัดรูปแบบข้อความได้ง่ายขึ้นโดยใช้แถบเครื่องมือขนาดเล็ก เมื่อคุณเลือกข้อความเพื่อจัดรูปแบบ แถบเครื่องมือขนาดเล็กจะปรากฏขึ้นเหนือข้อความที่เลือกโดยอัตโนมัติ ถ้าคุณย้ายตัวชี้เมาส์ไปใกล้กับแถบเครื่องมือขนาดเล็ก แถบเครื่องมือขนาดเล็กจะค่อยๆ ปรากฏและคุณสามารถใช้เพื่อปรับใช้ตัวหนา ตัวเอียง ขนาดฟอนต์ สี และอื่นๆ เมื่อคุณย้ายตัวชี้ออกจากแถบเครื่องมือขนาดเล็ก แถบเครื่องมือขนาดเล็กจะเลือนหายไป ถ้าคุณไม่ต้องการใช้แถบเครื่องมือขนาดเล็กเพื่อปรับใช้การจัดรูปแบบข้อความกับส่วนที่เลือก 
    เพียงย้ายตัวชี้ไปไม่กี่พิกเซลและแถบเครื่องมือขนาดเล็กจะหายไป</P>
    <img src="mig/jjjjjjj.gif" alt="Ribbon" class="responsive-image">
    <p>จัดรูปแบบข้อความโดยใช้แถบเครื่องมือขนาดเล็ก
    </p>
    <p>1 เลือกข้อความที่จะจัดรูปแบบแถบเครื่องมือขนาดเล็กจะปรากฎอยู่เหนือข้อความ</p>
        <p>ใช้การจัดรูปแบบโดยใช้แถบเครื่องมือขนาดเล็ก</p>
        <h2>สร้างฐานข้อมูล</h2>
        <P>1 เปิด Accessถ้า Access เปิดอยู่แล้ว ให้เลือก ไฟล์ > ใหม่</P>
        <p>2 เลือก ฐานข้อมูลเปล่า หรือเลือกเทมเพลต</p>
        <p>3 ใส่ชื่อสำหรับฐานข้อมูล เลือกตำแหน่งที่ตั้ง จากนั้นเลือก สร้าง</p>
        <img src="mig/ikuku.png" alt="uuu" class="responsive-image">
        <h2>เพิ่มคีย์หลักลงในตาราง</h2>
        <p>สร้างคีย์หลักเพื่อเชื่อมโยงข้อมูลระหว่างตารางหลายตาราง

           1 ในบานหน้าต่างนำทาง ให้คลิกขวาที่ตารางแล้วเลือก มุมมองออกแบบ</p>
           <P>2 เลือกหนึ่งเขตข้อมูลหรือหลายเขตข้อมูลที่คุณต้องการใช้เป็นคีย์หลัก</P>
           <p>เลือก ออกแบบ > คีย์หลัก</p>
           <img src="mig/2b3f79b2-7629-44f8-a0c5-2c6f72bfd935.gif" alt="คีย์หลัก" class="responsive-image">
           <img src="mig/ุุุุ.gif" alt="คีย์หลัก" class="responsive-image">
           <h2>สำรองฐานข้อมูลของคุณใน Access</h2>
            <p>1 เลือก ไฟล์ > บันทึกเป็น</p>
            <p>2 ภายใต้ ชนิดไฟล์ฐานข้อมูล เลือก บันทึกฐานข้อมูลเป็น</p>
            <p>3 ภายใต้ ขั้นสูง เลือก สำรองฐานข้อมูล แล้วเลือก บันทึกเป็น

                ชื่อไฟล์เริ่มต้นจะประกอบด้วยฐานข้อมูลต้นฉบับและเวลาที่การสำรองข้อมูลเกิดขึ้น</p>
                <p>เลือก บันทึก</p>
                <h2>สร้างคิวรี ฟอร์ม</h2>
                <p>เลือก สร้าง > ตัวช่วยสร้างแบบสอบถาม </p>
                <p>เลือก แบบสอบถามอย่างง่าย แล้วเลือก ตกลง</p>
                <p>เลือกตารางที่มีเขตข้อมูล จากนั้นเพิ่ม เขตข้อมูลที่มี ที่คุณต้องการลงใน เขตข้อมูลที่เลือก แล้วเลือก ถัดไป</p>
                <p>เลือกว่าคุณต้องการเปิดแบบสอบถามในมุมมองแผ่นข้อมูลหรือปรับเปลี่ยนแบบสอบถามในมุมมองออกแบบ แล้วเลือก เสร็จสิ้น</p>
                <img src="mig/gggggg.png" alt="สร้างคิวรี">
                <h2>สร้างรายงาน</h2>
                <p>1 เลือก สร้าง > ตัวช่วยสร้างรายงาน</p>
                <p>2 เลือกตารางหรือแบบสอบถาม จากนั้นดับเบิลคลิกที่แต่ละเขตข้อมูลในรายการ 
                    เขตข้อมูลที่มีอยู่ ที่คุณต้องการเพิ่มในรายงาน แล้วเลือก ถัดไป</p>
                    <p>3 ดับเบิลคลิกที่เขตข้อมูลที่คุณต้องการจัดกลุ่ม จากนั้นเลือก ถัดไป</p>
                    <p>4 กรอกส่วนที่เหลือของหน้าจอตัวช่วยสร้างให้เสร็จสมบูรณ์ แล้วเลือก เสร็จสิ้น</p>
                    <img src="mig/ททททททททททท.png" alt="สร้างรายงาน">
                    <h2>สร้างฟอร์มแยก</h2>
                    <p>ฟอร์มแยกทำให้คุณเห็นข้อมูลสองมุมมองในเวลาเดียวกัน ได้แก่ มุมมองแผ่นข้อมูลและมุมมองฟอร์ม ตัวอย่างเช่น 
                        ใช้มุมมองแผ่นข้อมูลเพื่อค้นหาระเบียน และใช้มุมมองฟอร์มเพื่อแก้ไขระเบียน</p>
                    <p>ในบานหน้าต่างนำทาง ให้เลือกตารางหรือแบบสอบถามที่มีข้อมูล</p>
                    <p>เลือก สร้าง > ฟอร์มเพิ่มเติม > ฟอร์มแยก</p>
                    <img src="mig/อออออออออออ.png" alt="สร้างไฟล์ใหม่">
                    <h2>วิดิโอเสริม</h2>
                    <a href="https://youtu.be/2mnikKCib3I?si=7N840X7b0InrdM4j" target="_blank">การใช้งาน access เบื้องต้น</a>
                    <a href="https://youtu.be/FWjm3q58Fec?si=bHQv0Zqlrm4BLefF" target="_blank">การใช้งาน access เบื้องต้น</a>
                    <a href="https://youtu.be/FWjm3q58Fec?si=oz4lozSXwOR-y39Q" target="_blank">การใช้งาน access เบื้องต้น</a>
                    
                </main>
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office</p>
    </footer>
</body>
</html>