<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>การใช้งาน Microsoft Office Excel 2013</title>
    <link rel="stylesheet" href="Excel.css">
</head>
<body>
    <header>
        <h1>การใช้งาน Microsoft Office Excel </h1>
    </header>
    <main>
        <section>
            <h2>1. ส่วนประกอบของ Excel</h2>
                <img src="" alt="การเปิดปรแกรม">
            </ul>
            <img src="mig/462579504_943984307606927_3712922406752750948_n.jpg" alt="อินเตอร์เฟซ Microsoft Excel">
            <p>A แถบชื่อ (Title) : แถบที่แสดงชื่อโปรแกรมและแผ่นงานที่เปิดใช้งาน อยู่ทางด้านบนสุดของหน้าต่าง
            </p>
            <p> B แถบเครื่องมือเร่งด่วน (Quick Access Toolbars) : แถบที่ใช้แสดงเครื่องมือที่ใช้งานบ่อยๆ</p>
            <p>C แถบไฟล์ (File) : เป็นส่วนที่แสดงค าสั่งหลักที่ใช้ในการท างาน</p>
            <p>D ริบบอน (Ribbon) : เป็นแถบที่แสดงค าสั่งการท างานทั้งหมด</p>
            <p>E กล่องแสดงชื่อ (Name Box) : เป็นช่องที่แสดงชื่อเซลล์ที่เลือกใช้งาน</p>
            <p>F แถบสูตร (Formula) : เป็นแถบที่แสดงสูตรการค านวณที่ใช้งาน
            </p>
            <p>G พื้นที่การท างาน : เป็นพื้นที่ส่วนใหญ่ของตารางที่ใช้ในการท างาน
            </p>
            <p>H เซลล์ (Cell) : เป็นช่องที่ใช้กรอกข้อมูลต่างๆ ลงไป</p>
            <p> I คอลัมน์ (Column) : เป็นช่องเซลล์ที่เรียงต่อกันในแนวตั้ง</p>
            <p>J แถว (Row) : เป็นช่องเซลล์ที่เรียงต่อกันในแนวนอน</p>
            <p>K แถบชื่อแผ่นงาน (Sheet Tabs) : เป็นแถบที่แสดงชื่อของแผ่นงาน ของแต่ละไฟล์งาน
            </p>
            <p> L แถบสถานะ(Status Bar) : เป็นแถบที่แสดงสถานะการท างานของหน้าต่างโปรแกรม
            </p>
            
        </section>

        <section>
            <h2>2. แก้ไขเนื้อหาของเซลล์</h2>
            <p>คุณสามารถแก้ไขเนื้อหาของเซลล์ในเซลล์ได้โดยตรง คุณยังสามารถแก้ไขเนื้อหาของเซลล์ได้ด้วยการพิมพ์ใน แถบสูตร

                เมื่อคุณแก้ไขเนื้อหาของเซลล์ Excel จะทํางานในโหมดแก้ไข ฟีเจอร์บางอย่างของ Excel ทํางานแตกต่างกันหรือไม่พร้อมใช้งานในโหมดแก้ไข
                
                เมื่อ Excel อยู่ในโหมดแก้ไข คําว่า แก้ไข จะปรากฏที่มุมล่างซ้ายของหน้าต่างโปรแกรม Excel ตามที่แสดงในภาพประกอบต่อไปนี้</p>
                <img src="mig/8fd6dcc7-4ad9-4a82-a4b8-5a8b33e30c63.gif" alt="ลบข้อมูล">

 </section>
 
            <h2>1.  Excel ทํางานต่างกันอย่างไรในโหมดแก้ไข</h2>
                <p>ในโหมดแก้ไข คําสั่งจํานวนมากจะไม่พร้อมใช้งาน ตัวอย่างเช่น เมื่อ Excel อยู่ในโหมดแก้ไข คุณจะไม่สามารถนําการจัดรูปแบบตามเงื่อนไขไปใช้หรือเปลี่ยนการจัดแนวเนื้อหาของเซลล์ได้

                    นอกจากนี้ แป้นลูกศรจะทํางานแตกต่างกันเมื่อ Excel อยู่ในโหมดแก้ไข แทนที่จะย้ายเคอร์เซอร์จากเซลล์ไปยังเซลล์ ในโหมดแก้ไข แป้นลูกศรจะย้ายเคอร์เซอร์ไปรอบๆ ในเซลล์</p>
        <section>

            <h2>3. สร้างเวิร์กบุ๊ก</h2>
            <p>เปิด Excel</p>
            <p>ลือก เวิร์กบุ๊กเปล่า
 หรือกด Ctrl + N</p>
            <img src="mig/g8.png" alt="ลบข้อมูล">
            <p>ใส่ข้อมูล เมื่อต้องการใส่ข้อมูลด้วยตนเอง:</p>
            <p>1.เลือกเซลล์เปล่า เช่น A1 จากนั้นพิมพ์ข้อความหรือตัวเลข</p>
            <p>กด Enter หรือ Tab เพื่อย้ายไปยังเซลล์ถัดไป</p>
            <img src="mig/00000000.png" alt="บันทึกเป็นแฟ้ม">
        </section>

        <section>
            <h2>การแทรกหรือลบเวิร์กชีต</h2>
            <p>1 เลือกไอคอนเครื่องหมายบวกของ แผ่นงานใหม่ เลือกที่ด้านล่างของเวิร์กบุ๊ก</p>
            <p>2 หรือ เลือกหน้าแรก > แทรก > แทรกแผ่นงาน</p>
            <img src="mig/999.png" alt="บันทึกเป็นแฟ้ม">
            <p>ลบเวิร์กชีต</p>
            <p>1 คลิกขวาแท็บ แผ่นงานแล้วเลือก ลบ</p>
            <p>2 หรือ เลือกแผ่นงาน จากนั้น เลือก หน้าแรก > ลบ > ลบแผ่นงาน</p>
            <img src="mig/9090.png" alt="บันทึกเป็นแฟ้ม">
        </section>

        <section>
            <h2>เรียนรู้เพิ่มเติมเกี่ยวกับสูตรทั่วไป</h2>
    <p>รายการสูตรทั้งหมดจะขึ้นต้นด้วยเครื่องหมายเท่ากับ (=) สําหรับสูตรง่ายๆ ให้พิมพ์เครื่องหมายเท่ากับตามด้วยค่าตัวเลขที่คุณต้องการคํานวณ และตัวดําเนินการทางคณิตศาสตร์ที่คุณต้องการใช้ เครื่องหมายบวก (+) เพื่อบวก เครื่องหมายลบ (-) เพื่อลบ เครื่องหมายดอกจัน (*) เพื่อคูณ และเครื่องหมายทับ (/) เพื่อหาร จากนั้นกด ENTER และ Excel จะคํานวณและแสดงผลลัพธ์ของสูตรทันที

        เช่น เมื่อคุณพิมพ์ =12.99+16.99 ในเซลล์ C5 แล้วกด ENTER โปรแกรม Excel จะคำนวณผลลัพธ์แลละแสดง 29.98 ในเซลล์ดังกล่าว</p>
            <img src="mig/1212.png" alt="จัดรูปแบบข้อมูล">
        </section>

        <section>
            <h2>การใช้ฟังก์ชัน IF กับ AND, OR และ NOT ใน Excel</h2>
            <p>ใน Excel ฟังก์ชัน IF ช่วยให้คุณสามารถทําการเปรียบเทียบตรรกะระหว่างค่าและสิ่งที่คุณคาดหวังโดยการทดสอบเงื่อนไข
                และส่งกลับผลลัพธ์ถ้าเงื่อนไขนั้นเป็น True หรือ False</p>
                <p>=IF(ถ้ามีบางอย่างเป็น True ให้ดำเนินการอย่างหนึ่ง ถ้าไม่มี ให้ดำเนินการอีกอย่างหนึ่ง)</p>
                <p>แต่ถ้าคุณจําเป็นต้องทดสอบเงื่อนไขหลายข้อ ที่สมมติว่าเงื่อนไขทั้งหมดต้องเป็น True หรือ False (AND) หรือเงื่อนไข</p>
                <p>เพียงหนึ่งข้อต้องเป็น True หรือ False (OR) หรือถ้าคุณต้องการตรวจสอบว่าเงื่อนไข ไม่ ตรงกับเกณฑ์ของคุณหรือไม่</p>
                <p>ฟังก์ชันทั้ง 3 ฟังก์ชันสามารถใช้ได้ด้วยตัวเอง แต่โดยทั่วไปแล้วจะเห็นฟังก์ชันเหล่านั้นจับคู่กับฟังก์ชัน IF</p>
                <h2>วิธีการจัดโครงสร้างฟังก์ชัน AND, OR และ NOT 
                    ทีละฟังก์ชัน เมื่อคุณรวมแต่ละรายการเข้ากับคําสั่ง IF คําสั่งเหล่านั้นจะอ่านดังนี้:</h2>
                    <p>AND – =IF(AND(ถ้ามีบางอย่างเป็น True อย่างอื่นเป็น True), ค่าถ้าเป็น True, ค่าถ้าเป็น False)</p>
                    <p>OR – =IF(OR(ถ้ามีบางอย่างเป็น True อย่างอื่นเป็น True), ค่าถ้าเป็น True, ค่าถ้าเป็น False)  </p>
                    <p>NOT – =IF(NOT(มีบางอย่างเป็น True), ค่าถ้าเป็น True, ค่าถ้าเป็น False)</p>
            <img src="mig/00008888.png" alt="เปลี่ยนชนิดกราฟ">
            <h2>สูตรที่สะกดตามตรรกะของสูตรนั้น:</h2>
            <img src="mig/099966.jpg" alt="สูตร">
        </section>
    </main>
    
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office.</p>
    </footer>
</body>
</html>