<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>เริ่มใช้งาน Microsoft access </title>
    <link rel="stylesheet" href="OneNote.css">
</head>
<body>
    <header>
        <h1>การสอน Microsoft onenote เบื้องต้น</h1>
    </header>
    <main>
        <h2>พิมพ์หรือเขียนบันทึกย่อ</h2>
        <p>เมื่อต้องการพิมพ์บันทึกย่อบนหน้าใน OneNote ให้คลิกตำแหน่งที่ต้องการให้บันทึกย่อปรากฏ แล้วเริ่มพิมพ์</p>
        <img src="mig/uiuiui.png" alt=" Microsoft ">
        <p>เมื่อต้องการเขียนบันทึกย่อตรงจุดอื่นของหน้า ก็ให้คุณคลิกที่จุดนั้นและพิมพ์ที่นั่น</p>
        <P>เมื่อต้องการเพิ่มชื่อหน้า ให้คลิกพื้นที่ส่วนหัวของหน้าที่ด้านบนของหน้า
             แล้วพิมพ์ชื่อเรื่อง ชื่อเรื่องยังแสดงในรายการหน้าทางด้านซ้ายอีกด้วย</P>
             <img src="mig/cvcvcvcv.png" alt=" Microsoft ">
             <p>ถ้าคอมพิวเตอร์ของคุณรองรับการเขียนด้วยลายมือ บนแท็บ วาด ให้ลือกปากกา แล้ววาดหรือเขียนลงบนหน้าจอของคุณโดยตรง
            </p>
            <img src="mig/momomomomomomomom.png "alt=" Microsoft ">
            <h2>เพิ่มลิงก์</h2>
            <p>เมื่อใดก็ตามที่คุณพิมพ์ข้อความที่ OneNote
                 รับรู้ว่าเป็นลิงก์ OneNote จะจัดรูปแบบให้เป็นลิงก์โดยอัตโนมัติ ตัวอย่างเช่น ถ้าคุณพิมพ์ www.microsoft.com ลงในบันทึกย่อของคุณ OneNote จะเปลี่ยนให้เป็นลิงก์ การคลิกจะเปิดเว็บไซต์ Microsoft ในเบราว์เซอร์ของคุณ

                คุณยังสามารถแทรกลิงก์ในบันทึกย่อได้ด้วยตัวเอง
                 (รวมถึงลิงก์ไปยังข้อความ รูปภาพ และไปยังหน้าและส่วนอื่นของสมุดบันทึกของคุณด้วย) โดยทำดังนี้</p>
                 <p>1 เลือกข้อความหรือรูปภาพที่คุณต้องการแทรกลิงก์</p>
                 <p>2 เลือก แทรก > ลิงก์</p>
                 <p>3 ในกล่องโต้ตอบ ลิงก์ ให้พิมพ์ URL ปลายทางของลิงก์ในเขตข้อมูล ที่อยู่ แล้วคลิก ตกลง</p>
                 <img src="mig/yoyoyoyoyyoyoooo.png" alt=" Microsoft ">
                 <h2>เพิ่มไฟล์ในบันทึกย่อของคุณ</h2>
                 <p>OneNote สามารถเก็บข้อมูลเกี่ยวกับเรื่องหรือโครงการทั้งหมดของคุณรวมกันไว้ในที่เดียว
                     รวมถึงสำเนาของไฟล์และเอกสารที่เกี่ยวข้อง</p>
                     <p>1 ในบันทึกย่อของคุณ ให้ไปยังหน้าที่คุณต้องการแทรกไฟล์ข้อมูลหรือเอกสารลงไป</p>
                     <p>2 เลือก แทรก > ไฟล์ที่แนบมา</p>
                     <p>3 ในกล่องโต้ตอบ เลือกไฟล์หรือชุดไฟล์เพื่อแทรก ให้เลือกไฟล์อย่างน้อยหนึ่งไฟล์ แล้วเลือก แทรก</p>
                     <img src="mig/lololzzz.png" alt=" Microsoft ">
                     <h2>เคล็ดลับ: 

                     </h2>
                     <p>คุณสามารถกดแป้น Shift บนคีย์บอร์ดของคุณ จากนั้นเลือกหลายไฟล์ในรายการด้วยเมาส์ของคุณ คุณสามารถกดแป้น Alt เพื่อเลือกหลายไฟล์โดยใช้เมาส์ของคุณ

                        โปรดทราบว่า ไฟล์ที่แทรกเป็นเพียงสําเนา OneNote จะไม่อัปเดตสําเนาโดยอัตโนมัติถ้าไฟล์ต้นฉบับเปลี่ยนแปลง </p>
            <h2>แทรกรูปภาพและวิดีโอ</h2>
            <p>1 บนหน้าใดๆ ให้วางเคอร์เซอร์ในตําแหน่งที่คุณต้องการแทรกรูปภาพหรือวิดีโอ

            </p>
            <p>2เลือก แทรก </p>
            <p>1 รูปภาพ — แทรกไฟล์รูปภาพที่จัดเก็บไว้บนคอมพิวเตอร์ของคุณ เครือข่ายของคุณ หรือดิสก์ไดรฟ์อื่น เช่น ไดรฟ์ USB ภายนอก

            </p>
            <p>2 วิดีโอออนไลน์ – ฝังวิดีโอออนไลน์โดยไฮเปอร์ลิงก์ไปยังหน้าของคุณ .</p>
<img src="mig/mmmmmmmnm.png" alt=" Microsoft ">
            <h2>เพิ่มส่วนใหม่</h2>
            <p>1 คลิกขวาที่รายการส่วน แล้วเลือก ส่วนใหม่ จากเมนูดรอปดาวน์ หรือคุณสามารถคลิก ส่วนใหม่ ที่ด้านล่างของรายการ</p>
            <img src="mig/kkkkkkk.png" alt=" Microsoft ">
        </section>
    </main>
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office</p>
    </footer>
</body>
</html>
            
