<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Microsoft PowerPoint เบื้องต้น</title>
    <link rel="stylesheet" href="power.css">
</head>
<body>
    <header>
        <h1>คู่มือการใช้งาน Microsoft PowerPoint เบื้องต้น</h1>
    </header>

    <main>
        <section class="text-styles">
            <h2>ส่วนประกอบของ PowerPoint</h2>
            <img src="mig/power-point.png" alt="ปรับแต่งข้อความ" class="responsive-image">
            <p>หมายเลข  1   แถบแฟ้ม (File) หรือเมนูแฟ้มจะอยู่ที่มุมซ้ายบนของหน้าต่าง PowerPoint เมื่อคลิกที่แฟ้ม คุณจะเข้าสู่มุมมอง Backstage ซึ่งมีคำสั่งต่าง ๆ</p>
            <p>หมายเลข 2   แถบชื่อเรื่อง (Title Bar) จะอยู่ด้านบนสุดของหน้าต่าง PowerPoint แถบนี้จะแสดงชื่อของไฟล์งานนำเสนอที่เปิดอยู่ และยังมีปุ่มควบคุมหน้าต่าง</p>
            <p>หมายเลข 3 ปุ่มควบคุม ปุ่มควบคุมจะอยู่ที่มุมขวาบนของหน้าต่าง PowerPoint ประกอบด้วยปุ่ม 3 ปุ่มหลัก ๆ  ปุ่มย่อหน้าต่าง, ปุ่มขยายหน้าต่าง ,ปุ่มปิดหน้าต่าง</p>
            <p>หมายเลข 4 ริบบอน (Ribbon)  ริบบอนเป็นแถบเครื่องมือที่อยู่ด้านบนของหน้าต่าง PowerPoint แบ่งออกเป็นแท็บต่าง ๆ เช่น Home, Insert, Design, Transitions, Animations, Slide Show, Review และ View
                <P>หมายเลข 5 แถบนำทาง (Navigation Pane) แถบนำทางอยู่ทางด้านซ้ายของหน้าต่าง PowerPoint แสดงภาพรวมของสไลด์ทั้งหมดในงานนำเสนอ</P>
                <p>หมายเลข 6 พื้นที่สไลด์ (Slide Pane) พื้นที่สไลด์เป็นพื้นที่กลางหน้าจอที่ใช้สำหรับการแก้ไขและออกแบบสไลด์ของคุณ คุณสามารถเพิ่มข้อความ รูปภาพ วิดีโอ และองค์ประกอบอื่น ๆ ลงในสไลด์</p>
            <p>หมายเลข 7 แถบสถานะ(status bar)  อยู่ที่ด้านล่างของหน้าต่าง</p>
            <p>หมายเลข 8  ปุ่มมุมมอง  อยู่ที่มุมขวาล่างของหน้าต่าง PowerPoint ใช้สำหรับสลับมุมมองการทำงานต่าง ๆ เช่น Normal View, Slide Sorter View, Reading View, และ Slide Show View</p>
        </section>
        <section class="guide">
            <h2>แทรกสไลด์ใหม่</h2>
            <img src="mig/3567f547-df04-4867-bea8-d9eefd601e7c.png" alt="แทรกสไลด์ใหม่" class="responsive-image">
            <p>1.เปิดงานนำเสนอที่คุณต้องการเพิ่มสไลด์</p>
            <p>2.ในบานหน้าต่างรูปขนาดย่อของสไลด์ทางด้านซ้าย ให้คลิกตําแหน่งที่คุณต้องการเพิ่มสไลด์</p>
            <img src="mig/200601c8-2197-41c9-a08b-afe90dc33449.png" alt="แทรกสไลด์ใหม่" class="responsive-image">
            <p>3.บนแท็บ หน้าแรก ของ Ribbon ในกลุ่ม สไลด์ ให้คลิกลูกศรด้านล่าง สไลด์ใหม่ แล้วเลือก นําสไลด์มาใช้ใหม่</p>
            <img src="mig/bbbc1817-a44e-4904-8227-9c38ff4b61c9.png" alt="แทรกสไลด์ใหม่" class="responsive-image">
            <p>4.ในบานหน้าต่าง นําสไลด์มาใช้ใหม่ ให้คลิก เปิดไฟล์ PowerPoint</p>
            <p>5.ในกล่องโต้ตอบ เรียกดู ให้ค้นหาตําแหน่งและคลิกไฟล์งานนําเสนอที่มีสไลด์ที่คุณต้องการ แล้วคลิก เปิด</p>
            <p>6.ถ้าคุณต้องการให้สไลด์ที่คุณกําลังเพิ่มลงในงานนําเสนอปลายทางรักษาการจัดรูปแบบของงานนําเสนอต้นฉบับ ให้เลือกกล่องกาเครื่องหมาย รักษาการจัดรูปแบบต้นฉบับ
                 ก่อนที่คุณจะเพิ่มสไลด์ลงในงานนําเสนอปลายทาง (เมื่อไม่ได้เลือกกล่องกาเครื่องหมายนี้ สไลด์ที่คัดลอกจะสืบทอดสไตล์ของสไลด์ที่จะถูกแทรกหลังจาก) จากนั้น ในบานหน้าต่าง นําสไลด์มาใช้ใหม่ ให้เลือกทําอย่างใดอย่างหนึ่งต่อไปนี้:
            </p>
            <img src="mig/53d2e4bd-c86d-426a-9c33-d2aaa9597149.png" alt="แทรกสไลด์ใหม่" class="responsive-image">
            <p>เมื่อต้องการเพิ่มสไลด์เดียว ให้คลิกสไลด์

                เมื่อต้องการเพิ่มสไลด์ทั้งหมด ให้คลิกขวาที่สไลด์ใดก็ได้ แล้วเลือก แทรกสไลด์ทั้งหมด</p>

        </section>
        <section class="guide">
            <h2>แทรกภาพในสต็อกบนสไลด์ของคุณ</h2>
            <img src="mig/222.png" alt="แทรกสไลด์ใหม่" class="responsive-image">
            <p>1.เลือกตําแหน่งในสไลด์ที่คุณต้องการแทรกรูปภาพ</p>
            <p>2.นแท็บ แทรก ในกลุ่ม รูป ให้เลือก รูปภาพ แล้วเลือก อุปกรณ์นี้</p>
            <p>3.ในกล่องโต้ตอบที่เปิดขึ้น ให้เรียกดูรูปภาพที่คุณต้องการแทรก เลือกรูปภาพ แล้วเลือก แทรก</p>
            
        </section>

    </section>
    <section class="guide">
        <h2>เพิ่มการเติมสีหรือเอฟเฟ็กต์</h2>
        <p>1.คลิกรูปร่างที่คุณต้องการเติม เมื่อต้องการเพิ่มการเติมแบบเดียวกันลงในหลายรูปร่าง ให้คลิกรูปร่างแรก แล้วกด Ctrl ค้างไว้ขณะที่คุณคลิกรูปร่างอื่น</p>
        <p>2.บนแท็บ รูปแบบรูปร่าง ในกลุ่ม สไตล์รูปร่าง ให้คลิกลูกศรที่อยู่ถัดจาก สีเติมรูปร่าง</p>
        <p>3.เมื่อต้องการเพิ่ม หรือเปลี่ยนสีเติม ให้คลิกสีที่คุณต้องการ</p>
            <img src="mig/88.jpg" alt="ปรับแต่งข้อความ" class="responsive-image">
        </section>

        <section class="insert-images">
            <h2>บันทึกงานนำเสนอของคุณ</h2>
            <img src="mig/[iooio.png" alt="การเพิ่มรูปภาพใน PowerPoint" class="responsive-image">
            <p>1.บนแท็บ ไฟล์ ให้เลือก บันทึก</p>
            <p>2.เลือกหรือเรียกดูโฟลเดอร์</p>
            <p>3.ในกล่อง ชื่อไฟล์ ให้พิมพ์ชื่อสำหรับงานนำเสนอของคุณ แล้วเลือก บันทึก</p>
        </section>

        <section class="shapes">
            <h2>แสดงงานนำเสนอของคุณ</h2>
            <img src="mig/dfb8679a-cf84-469d-ac26-41df923e7fb1.png" alt="เพิ่มรูปร่าง" class="responsive-image">
            <p>1.อต้องการเริ่มต้นงานนำเสนอจากสไลด์ภาพแรก ในกลุ่ม เริ่มการนำเสนอสไลด์ ให้คลิก ตั้งแต่ต้น</p>
            <p>2.ถ้าคุณไม่ได้อยู่ที่สไลด์แรก และต้องการเริ่มนำเสนองานจากสไลด์ปัจจุบัน ให้คลิก จากสไลด์ปัจจุบัน</p>
            <p>3.ถ้าคุณจำเป็นต้องนำเสนอให้กับบุคคลที่ไม่ได้อยู่ในสถานที่เดียวกับคุณ ให้คลิก นำเสนอแบบออนไลน์ เพื่อตั้งค่างานนำเสนอบนเว็บ แล้วเลือกตัวเลือกใดตัวเลือกหนึ่งต่อไปนี้</p>
        </section>

        <section class="notes">
            <h2>เพิ่มบันทึกย่อของผู้บรรยาย</h2>
            <img src="mig/9a7ee826-15f3-4422-88df-e3c86ed28e76.png" alt="เพิ่มบันทึกย่อ" class="responsive-image">
            <p>1.เมื่อต้องการเปิดหน้าต่างบันทึกย่อ ให้คลิก บันทึกย่อ ปุ่ม บันทึกย่อ ใน PowerPoint ที่ด้านล่างของหน้าต่าง</p>
            <p>2.ลิกในบานหน้าต่าง บันทึกย่อ ซึ่งอยู่ด้านล่างสไลด์ แล้วพิมพ์บันทึกย่อ            </p>

        </section>
        <section class="notes">
            <h2>ออกจากมุมมองการนำเสนอสไลด์</h2>
            <p>เมื่อใดก็ตามที่คุณต้องการออกจากมุมมองการนำเสนอสไลด์ ให้กด Esc บนคีย์บอร์ด</p>

    </main>
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office</p>
    </footer>
</body>
</html>