<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>การใช้งาน Microsoft Office Excel 2013</title>
    <link rel="stylesheet" href="publisher.css">
</head>
<body>
    <header>
        <h1>การใช้งาน Microsoft Office publisher </h1>
    </header>
    <main>
        <section>
            <h2>Publisher คืออะไร</h2>
            <p>Publisher เป็นโปรแกรมที่ช่วยสร้างสิ่งพิมพ์ที่มีลักษณะการใช้งานได้ง่ายและรวดเร็วในการสร้าง
                สื่อสิ่งพิมพ์อย่างมืออาชีพด้วย</p>
                <p> Publisher มีความสามารถในการสร้าง การออกแบบ และจัดทำเอกสาร
                    การตลาด ทางการสื่อสารแบบมืออาชีพ สำหรับงานพิมพ์ และการท าจดหมายเวียนหรือจดหมายเวียน
                    อิเล็กทรอนิกส์
                    </p>
                    <h2>สร้างจดหมายข่าวโดยใช้ Publisher</h2>
                    <p>1 คลิก จดหมายข่าว > ที่มีอยู่แล้วภายใน แล้วเลื่อนลงเพื่อค้นหาประเภท
                         จดหมายข่าว</p>
                         <p>2 เลือกเทมเพลต และภายใต้ กําหนดเอง ให้คลิกแบบแผนชุดสีและแบบแผนฟอนต์ที่คุณต้องการ

                         </p>
                         <p>3 คลิกชุดข้อมูลทางธุรกิจที่คุณต้องการ หรือสร้างชุดข้อมูลใหม่</p>
                         <p>4 ภายใต้ ตัวเลือก ให้เลือก แบบหน้าเดียว (ถ้าคุณวางแผนที่จะพิมพ์จดหมายข่าวของคุณแบบหน้าเดียวหรือสองหน้า) หรือ แบบสองหน้า (ถ้าคุณต้องการทํางานกับการออกแบบที่มีหน้าประชิด และคุณวางแผนที่จะ
                             พิมพ์จดหมายข่าวของคุณบนกระดาษขนาด tabloid)</p>
                             <p>5 เลือกกล่องกาเครื่องหมาย 
                                 ถ้าคุณต้องการให้มีที่อยู่ลูกค้าบนจดหมายข่าวสําหรับการส่งจดหมายแทนที่จะอยู่บนซองจดหมายแยกต่างหาก</p>
                                 <p>6 คลิก สร้าง</p>
                                 <p>7 เปลี่ยนเทมเพลตเพื่อรวมสิ่งต่างๆ ที่คุณต้องการนํามาใช้ใหม่ในจดหมายข่าวในอนาคต เช่น ชื่อเรื่องและโลโก้</p>
                                 <p>8 
                                 บันทึกเทมเพลตใหม่ของคุณ และจากกล่องโต้ตอบ บันทึกเป็น ที่ปรากฏขึ้น
                                  ให้นําทางไปยังตําแหน่งที่ตั้งและโฟลเดอร์ที่คุณต้องการ เลือก เทมเพลต Publisher ในกล่อง บันทึกเป็นชนิด</p>
                                  <img src="mig/7777777777.jpg" alt=" Microsoft ">
                                  <h2>สร้างสิ่งพิมพ์</h2>
                                  <p>สิ่งพิมพ์ทั้งหมดจะเริ่มต้นด้วยเทมเพลต ถึงแม้ว่าจะเป็นเทมเพลตเปล่าก็ตาม 
                                    เคล็ดลับคือการค้นหาเทมเพลตที่มีลักษณะเหมือนกับภาพที่คุณมีสําหรับสิ่งพิมพ์ขั้นสุดท้าย Publisher 
                                    มาพร้อมกับเทมเพลตที่มีอยู่แล้วภายใน</p>
                                    <p>1 คลิก ไฟล์ > ใหม่ แล้วเลือกทำดังนี้</p>
                                    <p>2 เลือกเทมเพลต เด่น และคลิก สร้าง</p>
                                    <p>3 เมื่อต้องการใช้หนึ่งในเทมเพลตหนึ่งที่ติดตั้งไว้ใน Publisher ให้เลือก
                                         มีอยู่แล้วภายใน เลื่อนไปคลิกประเภทที่คุณต้องการ เลือกเทมเพลต แล้วคลิก สร้าง</p>
                                         <p>เมื่อต้องการใช้หนึ่งในเทมเพลตหนึ่งที่ติดตั้งไว้ใน Publisher
                                             ให้เลือก มีอยู่แล้วภายใน เลื่อนไปคลิกประเภทที่คุณต้องการ เลือกเทมเพลต แล้วคลิก สร้าง</p>
                                             <img src="mig/llllllllllllllllllllllllllllllllllllllllllllllllllllll.png" alt=" Microsoft ">
                                             <h2>บันทึกสิ่งพิมพ์ของคุณ</h2>
<p>1 คลิก ไฟล์ > บันทึกเป็น</p>
<p>2 ใน บันทึกเป็น ให้เลือกตำแหน่งที่คุณต้องการบันทึกสิ่งพิมพ์ของคุณ</p>
<img src="mig/momo.png" alt=" Microsoft ">
<h2>เพิ่มข้อความลงในสิ่งพิมพ์ของคุณ</h2>
<p>เพิ่มข้อความลงในสิ่งพิมพ์ของคุณ</p>
<p>ลิก หน้าแรก > วาดกล่องข้อความ และลากเคอร์เซอร์รูปกากบาทเพื่อวาดกล่องที่คุณต้องการข้อความ</p>
<img src="mig/vvvvvvvvvvvvvvvvvvvvvvvv.png" alt=" Microsoft ">
<p>พิมพ์ข้อความในกล่องข้อความ

    ถ้าข้อความที่คุณพิมพ์ยาวเกินไปสำหรับกล่องข้อความ คุณสามารถทำให้กล่องข้อความใหญ่ขึ้น หรือลิงก์ไปยังกล่องข้อความอื่นได้</p>
    <p> พิมพ์ข้อความในกล่องข้อความ

        ถ้าข้อความที่คุณพิมพ์ยาวเกินไปสำหรับกล่องข้อความ คุณสามารถทำให้กล่องข้อความใหญ่ขึ้น หรือลิงก์ไปยังกล่องข้อความอื่นได้</p>
        <h2>เพิ่มเอกสารสำเร็จรูปลงในสิ่งพิมพ์ของคุณ</h2>
        <p>แบบเอกสารสําเร็จรูปคือส่วนของเนื้อหาที่นํากลับมาใช้ใหม่ได้ เช่น หัวเรื่อง ปฏิทิน 
            เส้นขอบ และโฆษณา Publisher มีแบบเอกสารสําเร็จรูปที่มีอยู่แล้วภายใน หรือคุณสามารถสร้างของคุณเองได้</p>
            <p>1 ในบานหน้าต่าง การนำทางในหน้า ให้เลือกหน้าในสิ่งพิมพ์ของคุณ
            </p>
            <p>2 บน แทรก > แบบเอกสารสำเร็จรูป ให้เลือกแกลเลอรีแบบเอกสารสำเร็จรูป</p>
            <p>3 
            เลื่อนเพื่อค้นหาแบบเอกสารสำเร็จรูป หรือคลิก <ชื่อแกลเลอรี> เพิ่มเติม เพื่อเปิด ไลบรารีแบบเอกสารสำเร็จรูป</p>
            <p>4 คลิกแบบเอกสารสำเร็จรูป</p>
            <img src="mig/popopo.png" alt=" Microsoft ">
            <h2>กล่องข้อความ Publisher จะเริ่มต้นด้วยคอลัมน์เดียว แต่คุณสามารถเพิ่มเพิ่มเติมได้โดยไม่ต้องสร้างกล่องข้อความใหม่</h2>
            <p>คลิกกล่องข้อความ ไปที่ รูปแบบ ของ เครื่องมือกล่องข้อความ > คอลัมน์ แล้วเลือกสองหรือสามคอลัมน์

                สกรีนช็อตของ คอลัมน์ ใน เครื่องมือกล่องข้อความ ใน Publisher</p>
                <h2>For more columns:</h2>
                <p>1 คลิกกล่องข้อความ

                </p>
                <p>2 คลิก เครื่องมือกล่องข้อความ จัดรูปแบบ > คอลัมน์ > คอลัมน์เพิ่มเติม</p>
                <p>3 

                สกรีนช็อตของ คอลัมน์เพิ่มเติม ใน เครื่องมือกล่องข้อความ ใน Publisher</p>
                <p>4 ในกล่อง ตัวเลข ให้พิมพ์จํานวนคอลัมน์สูงสุด 63 คอลัมน์

                </p>
                <p>5 ในกล่อง ระยะห่าง ให้ใช้ปุ่มลูกศรเพื่อเพิ่มหรือลดระยะห่างระหว่างคอลัมน์</p>
            </section>
        </main>
        <footer>
            <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office</p>
        </footer>
    </body>
    </html>



                                    