<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>การใช้งาน Microsoft Office Excel 2013</title>
    <link rel="stylesheet" href="qutlook.css">
</head>
<body>
    <header>
        <h1>การใช้งาน Microsoft Office qutlook </h1>
    </header>
    <main>
        <section>
            <h2>พิมพ์ข้อความ ปฏิทิน หรือรายการ Outlook อื่นๆ</h2>
            <p>คุณสามารถพิมพ์ที่ติดต่อ ข้อความ ปฏิทิน การประชุม และงานใน 
                Outlook ได้ รายการ Outlook แต่ละชนิดมีตัวเลือกการพิมพ์ที่แตกต่างกันมากมาย</p>

                <p>1 เลือกข้อความ จาก Ribbon ให้เลือกแท็บ หน้าแรก แล้วเลือก พิมพ์</p>
                <p>2 ในการแสดงตัวอย่างของข้อความที่ปรากฏขึ้น ให้เลือก  พิมพ์ ที่ด้านบน</p>
                <p>3 ในกล่องโต้ตอบ พิมพ์ ให้เลือกเครื่องพิมพ์ เค้าโครง และหน้าที่คุณต้องการพิมพ์ </p>
                <p>4 เลือก พิมพ์</p>
                <h2>พิมพ์ปฏิทิน</h2>
                <p>1 จากบานหน้าต่างนําทาง ให้เลือก ไอคอนปฏิทินปฏิทิน</p>
                <p>2 บนแท็บ หน้าแรก ให้เลือก พิมพ์</p>
                <p>3 ในกล่องโต้ตอบแสดงตัวอย่าง ภายใต้ ปฏิทิน ให้เลือกปฏิทินที่คุณต้องการพิมพ์</p>
                <p>4 เลือกช่วงเวลา และเลือกว่าคุณต้องการวาระการประชุมแบบเดือนละหนึ่งเดือนหรือวาระการประชุมโดยละเอียด
                     (แต่ละการเลือกที่คุณทําจะปรากฏในรูปตัวอย่างทันที)</p>
                     <p>5 เมื่อคุณเลือกการตั้งค่าที่คุณต้องการแล้ว ให้เลือก พิมพ์</p>
                     <p>6 ในกล่องโต้ตอบ พิมพ์ ให้เลือกเครื่องพิมพ์ แล้วเลือก พิมพ์ อีกครั้ง</p>
                     <h2>กําหนดเวลาที่จะส่งอีเมล</h2>
                     <p>ในโลกการทํางานแบบไฮบริดของวันนี้ วันของคุณอาจเป็นคืนของบุคคลอื่น ดังนั้นคุณจึงไม่ต้องการส่งอีเมลไปยังบุคคลกลางดึก ด้วย Outlook ใหม่ คุณสามารถส่งอีเมลเมื่อคุณต้องการได้ง่ายๆ 
                        เพียงเลือกลูกศรดรอปดาวน์ที่อยู่ถัดจาก ส่ง แล้วเลือก จัดกําหนดการส่ง</p>
                        <img src="mig/aqaq.png" alt=" Microsoft ">
                        <h2>เลื่อนการเตือนอีเมล</h2>
                        <p>บางครั้งอีเมลมีความสําคัญมาก แต่ยังไม่สําคัญ ด้วยฟีเจอร์เลื่อนการเตือน คุณสามารถกําหนดเวลาให้อีเมลถูกส่งไปยังกล่องขาเข้าของคุณอีกครั้ง ได้ จะปรากฏขึ้นในเวลาที่คุณต้องการ เพื่อให้คุณสามารถจัดการได้เมื่อถึงเวลาที่เหมาะสมสําหรับคุณ เพียงคลิกขวาที่ข้อความใดก็ได้ แล้วเลือก 
                            เลื่อนการเตือน หรือเลือก เลื่อนการเตือน จาก Ribbon จากนั้นเลือกเวลาที่คุณต้องการให้จัดส่ง</p>
                             <img src="mig/cs.png" alt=" Microsoft ">
                             <h2>ปักหมุดอีเมล</h2>
                             <p>คุณเคยมีปัญหาในการติดตามเธรดอีเมลหลักที่คุณกําลังตอบกลับอยู่หรือไม่ หรือมีอีเมลที่มีข้อมูลสําคัญที่คุณมักอ้างถึงหรือไม่ ตอนนี้เพียงคลิกขวาที่ข้อความใดก็ได้และเลือก ปักหมุด
                                 และอีเมลนั้นจะปรากฏที่ด้านบนของกล่องขาเข้าของคุณช่วยให้คุณประหยัดเวลาในการย้อนกลับและค้นหา</p>
                                 <img src="mig/xs.png" alt=" Microsoft ">
                                 <h2>จัดการอีเมลและปฏิทินทั้งหมดของคุณในที่เดียว</h2>
                                 <p>เลือก เพิ่มบัญชี ที่ด้านล่างของรายการโฟลเดอร์หรือไปที่ การตั้งค่า แล้วเลือก เพิ่มบัญชีในบัญชี ขณะนี้บัญชีที่สนับสนุนได้แก่ บัญชี Microsoft สําหรับที่ทํางานหรือโรงเรียน และบัญชี Outlook.com, Hotmail หรือ Gmail ในรายการโฟลเดอร์ของคุณ คุณสามารถทําเครื่องหมายโฟลเดอร์
                                     ประเภท หรือที่ติดต่อจากบัญชีใดๆ ของคุณเป็น รายการโปรด เพื่อเข้าถึงด่วนที่ด้านบนของรายการ</p>
                                     <img src="mig/bv.png" alt=" Microsoft ">
                                    </section>
                                </main>
                                
                                <footer>
                                    <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office.</p>
                                </footer>
                            </body>
                            </html>