<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>การใช้งาน Microsoft Office Excel 2013</title>
    <link rel="stylesheet" href="sway.css">
</head>
<body>
    <header>
        <h1>การใช้งาน Microsoft Office sway </h1>
    </header>
    <main>
        <section>
            <h2>Sway คืออะไร            </h2>
            <p>Sway คือวิธีใหม่ในการสร้างงานนำเสนอ แม้ว่าสไลด์จะเหมาะสมกับบางโครงการ แต่ในบางครั้ง คุณอาจต้องการความยืดหยุ่นมากขึ้นเล็กน้อยเมื่อออกแบบวิธีการนำเสนองานที่คุณตั้งใจทำและความคิดสร้างสรรค์ของคุณ Sway สามารถทำให้งานนำเสนอของคุณดูน่าสนุกและมีการโต้ตอบมากขึ้นเมื่อคุณและเพื่อนร่วมชั้นนำเสนอแนวคิดครั้งใหญ่ โครงการกลุ่มขนาดเล็ก และอื่นๆ อีกมากมาย ทำให้คุณสามารถสร้างสรรค์ได้อย่างไร้ขีดจำกัด

                นอกจากนี้ Sway ยังทำงานบนเว็บทั้งหมด ทำให้แชร์ผลงานของคุณได้ง่ายยิ่งขึ้น</p>
                <h2>เลือก Sway เปล่า</h2>
                <img src="mig/zaza.png" alt=" Microsoft ">
                <p>เราเรียกมุมมองนี้ว่ามุมมอง โครงเรื่อง ที่นี่
                     เราสามารถดูผลงานที่เราทำมาทั้งหมดใน Sway ได้ ดำเนินการต่อและเพิ่มชื่อเรื่องและความเป็นมา แล้วเลือก + เพื่อเพิ่มเนื้อหา

                </p>
                <img src="mig/nnv.png" alt=" Microsoft ">
                <h2>สร้างทีมของคุณเอง</h2>
                <p>Microsoft Teamsไม่ได้มีไว้เพื่อห้องเรียนเท่านั้น จัดระเบียบกลุ่มการศึกษาของคุณเองโดยการเชิญเพื่อนร่วมชั้นมาร่วมทีม เลือก + เข้าร่วมหรือสร้างทีม > สร้างทีมใหม่ และเลือกชนิดทีมอื่นๆ  
                    แอปจะแนะนําคุณเกี่ยวกับขั้นตอนบางอย่างในการตั้งชื่อทีมของคุณและเชิญสมาชิกบางคน จากตรงนั้นคุณตั้งค่า</p>
                    <img src="mig/kok.png" alt=" Microsoft ">
                    <h2>เพิ่มไฟล์วิดีโอและเสียงลงใน Sway</h2>
                    <p>จาก File Explorer ให้ลากแล้วปล่อยไฟล์วิดีโอหรือไฟล์เสียงลงใน Storyline ของคุณ

                    </p>
                    <p>บนแถบเมนู ให้เลือก แทรก แล้วเลือกเมนูดรอปดาวน์ ที่แนะนํา เลือกแหล่งเนื้อหาที่คุณต้องการ เช่น OneDrive, YouTube หรืออุปกรณ์ของฉัน เลือกไฟล์วิดีโอหรือเสียงที่คุณต้องการ แล้วลากไปยังโครงเรื่องของคุณ

                    </p>
                    <img src="mig/mjm.png" alt=" Microsoft ">
                    <h2>เพิ่มจุดโฟกัสลงในรูปภาพใน Sway</h2>
                    <p>เมื่อใดก็ตามที่คุณเพิ่มรูปภาพ Sway จะพยายามระบุสิ่งต่างๆ เช่น ใบหน้า ขอบฟ้า และเส้นอื่นๆ จากนั้น Sway จะพิจารณาวิธีการทำงานร่วมกันขององค์ประกอบเหล่านี้และตำแหน่งที่ใช้รูปภาพ (ตัวอย่างเช่น ในหัวเรื่องหรือชื่อเรื่อง) รูปภาพที่แทรกจะแสดงและแต่ละส่วนอาจถูกครอบตัดตามข้อจำกัดของอุปกรณ์ปัจจุบันของคุณ และเค้าโครงและสไตล์ที่นำไปใช้

                        ขณะที่การครอบตัดสมาร์ทใน Sway ใช้งานได้ดีกับกรณีส่วนใหญ่ คุณสามารถทำเครื่องหมายส่วนที่สำคัญที่สุดของรูปภาพที่แทรกเพื่อให้แน่ใจว่า ส่วนเหล่านั้นจะถูกแสดงอยู่เสมอ
                        
                        ให้ทำดังต่อไปนี้</p>
                        <p>1 คลิกรูปภาพที่มีจุดโฟกัสที่คุณต้องการแก้ไข</p>
                        <p>2 ให้เลือกทำอย่างใดอย่างหนึ่งต่อไปนี้</p>
                        <p>ถ้าคุณกำลังแก้ไข Sway ของคุณจาก โครงเรื่อง ให้คลิก จุดโฟกัส</p>
                        <p>ถ้าคุณกำลังแก้ไข Sway ของคุณจากผืนผ้าใบ การออกแบบ ให้คลิก จุดโฟกัส จากตัวเลือกที่ปรากฏขึ้น</p>
                        <p>ในบานหน้าต่าง จุดโฟกัส ที่เปิดขึ้น ให้ทำอย่างใดอย่างหนึ่งต่อไปนี้</p>
                        <p>1 เมื่อต้องการเพิ่มจุดโฟกัสให้กับส่วนของรูปภาพที่คุณต้องการให้แสดงใน Sway ของคุณ ให้คลิกพื้นที่เหล่านั้นในรูปภาพที่เลือก คุณสามารถเพิ่มจุดโฟกัสได้มากเท่าที่คุณต้องการ

                        </p>
                        <p>เมื่อต้องการเปลี่ยนจุดโฟกัสที่มีอยู่ ให้ลากไปยังตำแหน่งใหม่ที่คุณต้องการ</p>

                    
            <p>เมื่อต้องการแสดงภาพทั้งหมดใน Sway ของคุณ ให้เลือกกล่องกาเครื่องหมาย รูปภาพทั้งหมดเป็นส่วนสำคัญ</p>
        </section>
    </main>
    
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office.</p>
    </footer>
</body>
</html>