<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>เริ่มใช้งาน Microsoft Word </title>
    <link rel="stylesheet" href="word.css">
</head>
<body>
    <header>
        <h1>การสอน Microsoft Word 2013 เบื้องต้น</h1>
    </header>

    <main>
        <section class="introduction">
            <h2>เริ่มใช้งานโปรแกรม Microsoft Word 2013</h2>
            <p>เรียนรู้การใช้งานโปรแกรม Microsoft Word 2013 ตั้งแต่พื้นฐาน</p>
        </section>

        <section class="components">
            <h2>รู้จักส่วนประกอบของหน้าจอโปรแกรม</h2>
            <p>ก่อนที่จะทำางานกับโปรแกรม Microsoft Office Word จะต้องรู้จักกับส่วนประกอบของหน้าจอ
                โปรแกรมก่อน เพื่อจะได้เข้าใจถึงส่วนต่างๆ ที่จะกล่าวอ้างถึงในเนื้อหาทั้งหมดนี้ได้ง่ายขึ้น</p>
            <img src="mig/download.jfif" alt="ส่วนประกอบของหน้าจอโปรแกรม Microsoft Word 2013" class="responsive-image">
        </section>
        <p>1.ไฟล์ (File)
            ศูนย์รวมคำสั่งสำหรับจัดการไฟล์ เช่น เปิด (Open) สร้างไฟล์ใหม่ (New) บันทึก (Save) เป็นต้น</p>
            <p>2.แถบเครื่องมือด่วน (Quick Access Toolbar)
                แถบเก็บปุ่มคำสั่งที่ใช้งานบ่อย ๆ โดยโปรแกรม กำหนดค่าเริ่มต้นให้ แต่สามารถเพิ่มเติมได้</p>
                <p>.3.แถบชื่อเรื่อง (Title Bar)
                    แถบแสดงชื่อและประเภทของไฟล์</p>
                    <p>4..ริบบอน (Ribbon)
                        แถบกลุ่มคำสั่งซึ่งประกอบด้วยคำสั่งต่าง ๆ โดยจะเก็บรวบรวมคำสั่งไว้เป็นหมวดหมู่</p>
                    <p>5.แถบควบคุมวินโดวส์ (Windows Controls)
                        ปุ่มจัดการหน้าต่างโปรแกรม ใช้สำหรับ ย่อ ขยาย และปิด</p>
                        <P>6.แถบเลื่อน (Scrollbar)
                            แถบสำหรับเลื่อนหน้าจอ</P>
                            <p>7.แถบสถานะ (Status Bar)
                                แถบแสดงข้อมูลเกี่ยวกับไฟล์ เช่น จำนวนหน้า จำนวนคำ และภาษาที่ใช้พิมพ์</p>
                                <p>8.แถบมุมมองเอกสาร (View Shortcuts)
                                    ปุ่มกำหนดมุมมองการแสดงผลของเอกสาร</p>
                                    <p>9.แถบย่อ/ขยายเอกสาร (Zoom Controls)
                                        ปุ่มปับขนาดการแสดงผลของเอกสาร ย่อหรือขยาย คลิกรูป หรือเครื่องหมาย + หมายถึง ขยายเอกสาร คลิกรูป หรือเครื่องหมาย –  หมายถึง ย่อเอกสาร</p>

        <section class="ribbon-usage">
            <h2>การใช้งานแถบ Ribbon</h2>
            <p>แถบ Ribbon เป็นแถบที่รวบรวมค าสั่งหรือทูลบาร์ต่างๆ ให้เลือกใช้งานได้ นอกจากการใช้งาน
                ปกติแล้วยังสามารถเรียกใช้เมนูลัดของแถบ Ribbon ขึ้นมาใช้งานได้ </p>
            <img src="mig/2.webp" alt="การใช้งานแถบ Ribbon" class="responsive-image">
            
        </section>

        <section class="typing-text">
            <h2>การพิมพ์ข้อความ และการตกแต่งข้อความ</h2>
            <p>เมื่อเปิดโปรแกรม Microsoft Office Word 2013 ขึ้นมาแล้ว ต้องการพิมพ์งานในเอกสาร
                สามารถทำได้และเมื่อพิมพ์ข้อความในเอกสารเรียบร้อยแล้ว เพื่อให้ข้อความนั้นดูสวยงามขึ้น สามารถจัดตกแต่งเพิ่ม โดยมีขั้นตอนดังนี้
                </p>
            <img src="mig/pic01.png" alt="การพิมพ์และตกแต่งข้อความใน Microsoft Word 2013" class="responsive-image">
            <img src="mig/download (1).jfif" alt="การพิมพ์และตกแต่งข้อความใน Microsoft Word 2013" class="responsive-image">
            <p>แบบอักษร / Font เปลี่ยนหน้าตาแบบอักษร</p>
            <p>ขนาดแบบอักษร / Font size เปลี่ยนขนาดแบบอักษร</p>
            <p>ขยายขนาดแบบอักษร / Grow Font เพิ่มขนาดแบบอักษร</p>
            <p>ลดขนาดแบบอักษร / Shrink Font ลดขนาดแบบอักษร </p>
            <p>ลดขนาดแบบอักษร / Shrink Font ลดขนาดแบบอักษร </p>
<p>ตัวคัดวางรูปแบบ / Format Painter คัดลอกการจัดรูปแบบจากที่หนึ่งแล้วน าไปใช้กับอีกท</p>
<p>สัญลักษณ์แสดงหัวข้อย่อย / Bullet รายการสัญลักษณ์แสดงหัวข้อย่อย</p>
<p>เพิ่มการเยื้อง / Indent Right เพิ่มระดับการเยื้องของย่อหน้า</p>
<p>ลดการเยื้อง / Indent Left ลดระดับการเยื้องของย่อหน้า</p>
<p>สีแบบอักษร/ Font Color เปลี่ยนสีข้อความ</p>
<p>สีเน้นข้อความ / Highlight ท าให้ข้อความดูเหมือนถูกท าเครื่องหมายด้วยปากกาเน้นข้อความ</p>
<p>กึ่งกลาง / Center จัดข้อความไว้กึ่งกลาง</p>
        </section>

        <section class="save-document">
            <h2>การบันทึกเอกสาร</h2>
            <p>กดปุ่มไฟล์ ในแถบ Ribbon เลือกคำสั่ง เปิด/Open
                2. จะปรากฏหน้าต่าง กดบันทึกเป็น แล้วไส่ชื่องาน </p>
                <img src="mig/unnamed.png" alt="การพิมพ์และตกแต่งข้อความใน Microsoft Word 2013" class="responsive-image">
           
        </section>

        <section class="close-open-document">
            <h2> การเก็บบันทึกเอกสารเป็นชื่อไฟล์อื่นหรือไดร์ฟอื่น</h2>
            <p>คลิกปุ่มไฟล์ ในแถบ Ribbon จะปรากฏหน้าต่างใหม่ดังภาพด้านล่าง จากนั้นเลือก
                คำสั่ง บันทึกเป็น/Save As เลือกคำสั่ง เรียกดู
                2. จะปรากฏไดอะล็อกบ็อกซ์ของ บันทึกเป็น / Save As ให้กำหนดรายละเอียดตามต้องการ ตรง
                ช่อง คำสั่ง บันทึกเป็นชนิด</p>
            <img src="mig/462575410_1112546950535099_4251120668349054873_n.jpg" alt="การเปิดและปิดแฟ้มงานใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="create-columns">
            <h2>การสร้างงานพิมพ์แบบคอลัมน์</h2>
            <P>คอลัมน์ เป็นการจัดรูปแบบงานเอกสารคล้ายงานหนังสือพิมพ์มีการแบ่งข้อมูลในเอกสาร
                ออกเป็นหลายๆ คอลัมน์ นอกจากงานหนังสือพิมพ์แล้ว จะเห็นลักษณะงานแบบนี้ในนิตยสาร หรือ
                จะใช้ในการท าโบรชัวร์ก็ได้ มีขั้นตอนดังนี้
                1. เลือกช่วงข้อมูลที่ต้องการจัดรูปแบบ หรือถ้ายังไม่มีข้อมูล ให้คลิกเป็น cursor ต าแหน่งที่ต้องการ
                จัดรูปแบบ
                2. ที่Ribbon เค้าโครงหน้ากระดาษ จากนั้นเลือกคำสั่ง คอลัมน์ คลิกลูกศรลงของปุ่มทูลบาร์เลือก
                จำนวนคอลัมน์ที่ต้องการ </P>
            <img src="mig/เลือกหน้ากระดาษแนวนอน.png" alt="การสร้างคอลัมน์ใน Microsoft Word 2013" class="responsive-image">
            <img src="mig/maxresdefault.jpg" alt="การสร้างคอลัมน์ใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="page-orientation">
            <h2>การวางแนวหน้ากระดาษ</h2>
            <p>1. เลือกแถบ Ribbon ที่ เค้าโครงหน้ากระดาษ
                2. ไปที่แท็บ การตั้งค่าหน้ากระดาษ จากนั้นเลือก คำสั่งการวางแนว เลือกการวางแนวของ
                หน้ากระดาษตามที่ต้องการ</p>
            <img src="mig/เลือกหน้ากระดาษแนวนอน.png" alt="การวางแนวหน้ากระดาษใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="insert-image">
            <h2>การแทรกรูปภาพ</h2>
            <p>1. คลิกเลือก Ribbon แทรก ( Insert ) เลือกแท๊บภาพประกอบ จากนั้นเลือกคำสั่ง รูปภาพ
                2. จะปรากฏไดอะล็อกบ็อกซ์ของแทรกรูปภาพขึ้น ให้กำหนดรายละเอียด เลือกภาพที่เราต้องการมา
                จากนั้นให้กดปุ่ม แทรก
                </p>
            <img src="mig/dcda10d2-70ce-48eb-82cf-3399327fc56a.png" alt="การแทรกรูปภาพใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="insert-text-art">
            <h2>การแทรกอักษรศิลป์</h2>
            <p>คลิก Ribbon แทรก (Insert) เลือกคำสั่ง อักษรศิลป์และเลือกแบบอักษรที่ต้องการ</p>
            <img src="mig/4442f0dd-6855-4ba2-a7a8-e4066ab5557c.png" alt="การแทรกอักษรศิลป์ใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="insert-symbol">
            <h2>การแทรกสัญลักษณ์</h2>
            <p>เป็นการแทรกสัญลักษณ์ที่ไม่มีอยู่บนแป้นพิมพ์ เช่น สัญลักษณ์ลิขสิทธิ์ สัญลักษณ์เครื่องหมาย
                การค้า เครื่องหมายย่อหน้า และ อักขระ Unicode เป็นต้น
                </p>
            <img src="mig/doc-insert-bullet-between-words-1.png" alt="การแทรกสัญลักษณ์ใน Microsoft Word 2013" class="responsive-image">
        </section>

        <section class="final-section">
            <h2>การกำหนดหัวและท้ายกระดาษ Header and Footer</h2>
            <p>เมื่อทำงานกับเอกสารเสร็จแล้ว ต้องการกำหนดข้อความหรือรูปภาพ เช่น Logo ของหน่วยงาน
                ให้ปรากฏหัวหรือท้ายกระดาษของเอกสารทุกหน้า ทำได้โดยใช้เรื่องของ Header and Footer เข้า
                ทำงาน มีขั้นตอนดังนี้
                1. คลิกแท็บ Ribbon แทรก ( Insert ) จะปรากฏแถบคำสั่ง หัวข้อ หัวกระดาษ และ ท้ายกระดาษ </p>
                <img src="mig/126.PNG" alt="การแทรกสัญลักษณ์ใน Microsoft Word 2013" class="responsive-image">
               


        </section>
    </main>
    <footer>
        <p>&copy; 2024 สื่อการเรียนการสอน Microsoft Office</p>
    </footer>
</body>
</html>